Repository: hasanpour/portfolio-web-persian
Catalog: languages/*.po
Languages: fa_ir

source: Oops! That page can&rsquo;t be found.
fa_ir: اوپس! این صفحه نمی تواند پیدا شود.

source: 404 Error
fa_ir: خطای 404

source: Sorry! We could not found that page
fa_ir: متاسفیم! ما نمی توانیم این صفحه را پیدا کنیم

source: It looks like nothing was found at this location. Maybe try one of the links below or a search?
fa_ir: به نظر می رسد چیزی یافت نشد. شاید جستجو در یکی از لینک های زیر کمکتان کند. آیا مایل هستید؟

source: Welcome! Thank you for choosing %1$s! To fully take advantage of the best our theme can offer please make sure you visit our %2$swelcome page%3$s.
fa_ir: خوش آمدی! با تشکر از شما برای انتخاب %1$s! برای استفاده کامل از بهترین حالات قالب لطفا از صفحه %2$sخوش آمدیدگویی%3$s بازدید نمائید.

source: Get started with %s
fa_ir: اکنون %s را شروع کنید

source: Info
fa_ir: اطلاعات

source: Install
fa_ir: نصب

source: Activate
fa_ir: فعال سازی

source: Deactivate
fa_ir: غیرفعال سازی

source: Hooray! There are no recommended actions for you right now.
fa_ir: هورا! هیچ اقدام توصیه شده ای برای شما وجود ندارد.

source: Show All Recommended Actions
fa_ir: نمایش تمامی اقدامات توصیه شده

source: Active:
fa_ir: فعال سازی:

source: Download
fa_ir: دانلود

source: Live Preview
fa_ir: پیش نمایش زنده

source: Portfolio Web
fa_ir: نمونه کارهای وب

source: Portfolio Web Pro
fa_ir: نسخه حرفه ای نمونه کارهای وب

source: Portfolio Web Info
fa_ir: اطلاعات نمونه کارهای وب

source: Welcome to %s -
fa_ir: خوش آمدی به %s -

source: %s is now installed and ready to use. We hope the following information will help you. If you want to ask any query or just want to say hello, you can always contact us. We hope you enjoy it!
fa_ir: %s در حال حاضر نصب شده و آماده استفاده است. امیدواریم اطلاعات زیر به شما کمک کند!

source: Theme Details
fa_ir: جزئیات قالب

source: View Demo
fa_ir: نمایش دمو

source: View Pro Version
fa_ir: نمایش نسخه حرفه ای

source: Rate This Theme
fa_ir: امتیاز به این قالب

source: Getting Started
fa_ir: الان شروع کنید

source: Recommended Actions
fa_ir: اقدامات توصیه شده

source: Useful Plugins
fa_ir: افزونه های مفید

source: Support
fa_ir: پشتیبانی

source: Changelog
fa_ir: تغییرات

source: FAQ
fa_ir: سئوالات متداول

source: Free VS PRO
fa_ir: رایگان در مقابل حرفه ای

source: Step 1 : Read full documentation
fa_ir: مرحله 1: مستندات را کامل بخوانید

source: Please check our full documentation for detailed information on how to Setup and Use Portfolio Web.
fa_ir: لطفا مستندات کامل ما را برای چگونگی راه اندازی و استفاده از قالب Portfolio Web بررسی کنید.

source: Documentation
fa_ir: مستندات

source: Step 2 : Go to Customizer
fa_ir: مرحله 2: به سفارشی سازی قالب بروید

source: All Setting, Theme Options, Widgets and Menus are available via Customize screen. Have a quick look or start customization!
fa_ir: تمامی تنظیمات و گزینه های قالب، ابزارک ها و منوها از طریق صفحه سفارشی سازی در دسترس هستند. پس سفارشی سازی را شروع کنید!

source: Go to Customizer
fa_ir: به سفارشی سازی بروید

source: Step 3: Setting Static Front Page
fa_ir: مرحله 3: تنظیم صفحه اول استاتیک

source: Select A static page than Front page and Posts page to enable Slider and Home Main Content Area
fa_ir: یک صفحه استاتیک را انتخاب کنید تا صفحه اول و صفحه پست ها را به آن ها تخصیص داده شوند

source: Static Front Page
fa_ir: صفحه اول استاتیک

source: Step 4 : Setting Featured Section
fa_ir: مرحله 4: تنظیم بخش ویژه

source: Advanced Feature Section is available in this theme. Please do the Step 3 before this.
fa_ir: بخش ویژگی های پیشرفته برای این قالب موجود است. لطفا مرحله قبل (3) را انجام دهید.

source: Featured Section
fa_ir: بخش ویژه ها

source: Step 5 : Setting Home Main Content Area
fa_ir: مرحله 5: تنظیم محتوای صفحه اصلی

source: You can Add, Edit, Remove or Drag, Drop, Reorder widgets on Home Main Content Area. Please do the Step 3 before this.
fa_ir: شما می توانید ابزارک ها را در قسمت 'خانه' اضافه، ویرایش یا حذف کنید آن هم تنها با رها کردن و کشیدن.

source: Home Main Content Area
fa_ir: محتوای صفحه خانه

source: WooCommerce Compatible
fa_ir: با ووکامرس سازگار است

source: The theme is fully compatible with WooCommerce
fa_ir: قالب کاملا با ووکامرس سازگار است

source: Install Recommended Plugins
fa_ir: نصب افزونه های توصیه شده

source: Install Demo Setup
fa_ir: نصب دمو

source: For the demo content installation, install the Acme Demo Setup plugin and other Recommended plugins, download demo content from %1$s here %2$s. Then go to "Acme Demo Setup" and import demo.
fa_ir: برای نصب محتوای دمو، افزونه Acme Demo Setup و دیگر افزونه های توصیه شده را نصب کنید، محتوای نسخه ی دمو را از %1$s از اینجا %2$s دانلود کنید. سپس به "Acme Demo Setup" بروید و نسخه ی دمو را وارد کنید.

source: Setting Static Front Page
fa_ir: تنظیم استاتیک صفحه اول

source: Select A static page than Front page and Posts page to enable Slider and Home Main Content Area %1$s Static Front Page %2$s
fa_ir: صفحه استاتیک صفحه اول %2$s و صفحه های پست را انتخاب کنید تا اسلایدر در صفحه اصلی %1$s را فعال کنید

source: How to Setup Site like Demo
fa_ir: نحوه راه اندازی سایتی همانند نسخه ی دمو

source: Download Demo Content
fa_ir: دانلود محتوای دمو

source: Feature Section is now Showing
fa_ir: بخش ویژگی ها در حال حاضر نمایش داده می شود

source: Please go to Setting => Reading, then Select A static page than Homepage and Posts page to enable Slider and Home Main Content Area
fa_ir: لطفا به تنظیمات => خواندن بروید، سپس یک صفحه استاتیک تنظیم کنید تا صفحه اصلی به همراه اسلایدر به نمایش در بیایند

source: Set Static Page
fa_ir: صفحه استاتیک تنظیم شده است

source: Hide Portfolio Web by Acme Themes from footer ?
fa_ir: مایل هستید که نام سازنده این قالب در فوتر نمایش داده شود؟

source: Please visit the blog post to know more about it.
fa_ir: لطفا از پست های وبلاگ دیدن کنید تا اطلاعات بیشتری کسب کنید.

source: Hide credit text on Footer
fa_ir: مخفی کردن متن Credit در فوتر

source: Recent Updates of your Site ?
fa_ir: به روز رسانی های اخیر را می خواهید ببینید؟

source: Where i can get the recent updates of theme related updates ?
fa_ir: از کجا می توانم به روز رسانی های اخیر مربوط به قالب را دریافت کنم؟

source: Visit our site blog page
fa_ir: صفحه وبلاگ ما را ببینید

source: Contact Support
fa_ir: تماس با پشتیبانی

source: Got theme support question or found bug? Best place to ask your query is our dedicated Support forum.
fa_ir: سئوال یا مشکلی در مورد قالب دارید؟ بهترین مکان برای پرس و جوهای شما،انجمن پشتیبانی اختصاصی ما می باشد.

source: Read full documentation
fa_ir: مستندات را کامل بخوانید

source: Need more features?
fa_ir: نیاز به ویژگی های بیشتر دارید؟

source: Upgrade to PRO version for more exciting features and Priority Support.
fa_ir: ارتقا به نسخه حرفه ای برای ویژگی های هیجان انگیز تر و پشتیبانی ویژه تر.

source: Got sales related question?
fa_ir: سئوال مد نظر شما مربوط به فروش چه می باشد؟

source: Have any query before purchase, you are more than welcome to ask.
fa_ir: قبل از خرید، می توانید از سئوالی که داشتید مطرح فرمائید.

source: Pre-sale Question?
fa_ir: سوال پیش از خرید؟

source: Customization Request
fa_ir: درخواست سفارشی کردن

source: Needed any customization for the theme, you can request from here.
fa_ir: هرگونه سفارشی سازی که برای قالب نیاز داشتید، می توانید از اینجا درخواست خود را ارسال کنید.

source: Custom Widgets
fa_ir: ابزارک های سفارشی

source: All added custom widgets are ready for page builder plugin
fa_ir: تمام ابزارک های سفارشی سازی، اضافه شده و آماده هستند

source: 10+ Available
fa_ir: بیش از 10 مورد در دسترس است

source: 19+ Available
fa_ir: بیش از 19 مورد در دسترس است

source: Widget Options
fa_ir: تنظیمات ابزارک

source: Every widgets have multiple options to customize section
fa_ir: هر ابزارک دارای گزینه های متعدد برای سفارشی سازی می باشد

source: Limited
fa_ir: محدود

source: Multiple Options
fa_ir: تنظیمات چندگانه

source: Google Fonts
fa_ir: فونت های گوگل

source: Google fonts options for changing the overall site fonts
fa_ir: تنظیمات فونت گوگل برای تغییر کلی در فونت های سایت

source: Unlimited +
fa_ir: نامحدود

source: Color Options
fa_ir: تنظیمات رنگ

source: Color options for changing overall site colors, Contact us
fa_ir: تنظیمات رنگ برای تغییر رنگ کلی سایت و صفحه تماس با ما

source: Almost All parts
fa_ir: تقریبا همه قسمت ها

source: Header Options
fa_ir: تنظیمات هدر

source: Customize the header section as your need.
fa_ir: بخش هدر را به هر شکلی که مایلید سفارشی سازی کنید.

source: Menu Options
fa_ir: تنظیمات منو

source: Lots of menu options are available to manage the menu section. Appearance > Menus
fa_ir: بسیاری از گزینه های منو برای مدیریت بخش منو در دسترس هستند. به بخش نمایش> فهرست ها بروید

source: Featured Selection
fa_ir: انتخاب ویژگی ها

source: This is slider section. Check every options there
fa_ir: این بخش سایدبار است

source: Unlimited Page
fa_ir: صفحه نامحدود

source: Unlimited Page, Custom or Third Party
fa_ir: صفحه نامحدود یا سفارشی

source: Featured Section Options
fa_ir: تنظیمات بخش ویژه ها

source: Options to manage the sliders
fa_ir: گزینه هایی برای مدیریت سایدبار ها

source: Sticky Sidebar
fa_ir: استیکی شدن سایدبار

source: Enable/Disable sticky sidebars
fa_ir: فعال/غیرفعال سازی استیکی شدن سایدبار

source: Blog/Archive Options
fa_ir: تنظیمات وبلاگ/بایگانی

source: Various Options are available for the blog and archive page management. Check on Appearance > Customize > Layout/Design Options.
fa_ir: تنظیمات مختلف برای مدیریت وبلاگ و بایگانی در دسترس هستند. موارد فوق را در قسمت نمایش> سفارشی سازی> طرح بندی /تنظیمات طراحی بررسی کنید.

source: Manage Every Entity
fa_ir: مدیریت هر المانی

source: Footer Options
fa_ir: تنظیمات فوتر

source: Manage the every entity related to footer section.
fa_ir: هر موجودیت مربوط به بخش فوتر را مدیریت کنید.

source: Social Options
fa_ir: تنظیمات شبکه های اجتماعی

source: Options to manage the social icons like facebook, instagram, linkedin etc.
fa_ir: تنظیماتی برای مدیریت آیکون شبکه های اجتماعی مانند فیس بوک، لینکدین، اینستاگرام و غیره.

source: Theme Credit Link
fa_ir: لینک Credit قالب

source: Options to disable to Powered by text on footer.
fa_ir: تنظیماتی برای غیرفعال کردن طراح سایت در فوتر.

source: Enable/Disable
fa_ir: فعال/غیرفعال

source: Enable/Disable/Custom
fa_ir: فعال/غیرفعال/سفارشی

source: Own Credit Link
fa_ir: لینک Credit شخصی

source: Write your own credit text.
fa_ir: متن Credit خود را بنویسید.

source: Social Icons
fa_ir: آیکون شبکه های اجتماعی

source: Enter the URL for social icons.
fa_ir: آدرس مربوط به آیکون شبکه های اجتماعی را وارد کنید.

source: Unlimited
fa_ir: نامحدود

source: Unlimited with multiple Options
fa_ir: با تنظیمات نامحدود و گزینه های متعدد

source: Intro Loader Options
fa_ir: تنظیمات Loader

source: It will load before the site loaded completely.
fa_ir: این بار سایت به طور کامل بارگذاری خواهد شد.

source: Related Post Options
fa_ir: تنظیمات پست های مرتبط

source: Related post will appear on single post of each blog article
fa_ir: مقاله مربوطه در تمام صفحات پست ظاهر می شود

source: Author Info Options
fa_ir: تنظیمات اطلاعات نویسنده

source: This will appear on single post.
fa_ir: این در صفحه پست ظاهر می شود.

source: Feature Image Options
fa_ir: تنظیمات ویژگی های تصویر

source: Featured image options for the single page and post.
fa_ir: تنظیمات تصویر ویژه برای صفحات.

source: Manage As Your Need
fa_ir: مدیریت نیازهای شما

source: Navigation Options
fa_ir: تنظیمات ناوبری

source: Post Navigation means, previous post and next post. Check on single post.
fa_ir: ناوبری پست قبلی و پست بعدی.

source: Default
fa_ir: پیش فرض

source: Advanced
fa_ir: پیشرفته

source: Post Comment Options
fa_ir: تنظیمات دیدگاه پست ها

source: Manage the comment section on single post.
fa_ir: بخش نظرات را برای صفحه پست ها مدیریت کنید.

source: Show/Hide Comment
fa_ir: نمایش/پنهان دیدگاه

source: Options to show hide comments on page and post.
fa_ir: تنظیماتی برای نشان دادن یا پنهان کردن نظرات در صفحات.

source: Advanced options for manage the Breadcrumb.
fa_ir: تنظیمات پیشرفته برای مدیریت Breadcrumb.

source: Video Post On Featured
fa_ir: ویدیو در بخش ویژه ها

source: Create your video post easily from Youtube and Vimeo video.
fa_ir: ویدئوی خود را به راحتی در یوتیوب و Vimeo ایجاد کنید.

source: Add Own Video On Featured
fa_ir: افزودن ویدیو در بخش ویژه ها

source: Single Post Options
fa_ir: تنظیمات صفحه پست ها

source: Manage every entity of single post.
fa_ir: هر موجودیتی را در صفحه پست ها مدیریت کنید.

source: Featured Image Size
fa_ir: سایز تصاویر ویژه

source: Select the size of the featured image on the single post.
fa_ir: اندازه تصویر برجسته را در صفحه پست ها انتخاب کنید.

source: Sidebars
fa_ir: سایدبار ها

source: Global and Individual sidebars are available. You can easily orveride it from single page/post.
fa_ir: ستون های فرعی در دسترس هستند شما می توانید آن را به راحتی از صفحاتتان بردارید.

source: Global Options
fa_ir: تنظیمات عمومی

source: Advanced Global And Individuals
fa_ir: اشخاص حقیقی و حقوقی

source: Menu and Logo Location
fa_ir: مکان منو و لوگو

source: Position of menu and logo section on header.
fa_ir: موقعیت منو و لوگو در هدر.

source: 3 Position Left, Right and Middle
fa_ir: 3 موقعیت چپ، راست و مرکز

source: Popup Widget on Header
fa_ir: ابزارک پاپ آپ در هدر

source: Options to popup widget via Popup Widget Area on Header Top Section.
fa_ir: تنظیمات مربوط به ابزارک از طریق پاپ آپ در بخش هدر بالا نمایش داده می شود.

source: Add your required Widget
fa_ir: افزودن ابزارک های مورد نیاز شما

source: Multiple Header Type
fa_ir: نوع هدر چندگانه

source: Different Types of Header.
fa_ir: انواع مختلف هدر.

source: 3 Options
fa_ir: 3 تنظیمات

source: WooCommerce
fa_ir: ووکامرس

source: Create WooCommerce shop easily with the help of WooCommerce plugin.
fa_ir: فروشگاهتان را به راحتی با کمک افزونه ووکامرس ایجاد کنید.

source: Translation
fa_ir: ترجمه

source: Both theme are translation ready.
fa_ir: هر دو قالب آماده ترجمه هستند.

source: SEO
fa_ir: سئو

source: Developed with high skilled SEO tools.
fa_ir: طراحی شده توسط متخصصینی که به ابزارهای SEO اشراف دارند.

source: Widget Area On Footer
fa_ir: مکان ابزارک در فوتر

source: Change the number of footers on footer area as you need.
fa_ir: قسمت پایین تر فوتر به همان اندازه که نیاز دارید تغییر خواهد کرد.

source: Support Forum
fa_ir: انجمن های پشتیبانی

source: Highly dedicated support team are assigned for your help. Try this today.
fa_ir: تیم پشتیبانی مجربی را برای کمک به شما اختصاص داده ایم. می توانید امتحان کنید.

source: Second
fa_ir: دومین

source: Dedicated With High Priority
fa_ir: اختصاص داده شده با اولویت بالا

source: Top Menu ( Support First Level Only )
fa_ir: منوی بالا (پشتیبانی فقط برای سطح اول)

source: Primary Menu
fa_ir: منوی اصلی

source: One Page Menu for Front Page
fa_ir: صفحه منو برای صفحه اول

source: Footer Menu ( Support First Level Only )
fa_ir: منوی فوتر (پشتیبانی فقط برای سطح اول)

source: Default Header Image
fa_ir: تصویر هدر پیش فرض

source: Leave a comment
fa_ir: پیام بگذارید

source: 1 Comment
fa_ir: 1 دیدگاه

source: % Comments
fa_ir: % دیدگاه

source: Edit %s
fa_ir: ویرایش %s

source: Select
fa_ir: انتخاب

source: Classic
fa_ir: کلاسیک

source: Transparent
fa_ir: شفافیت

source: Hide
fa_ir: مخفی کردن

source: Background Image
fa_ir: تصویر پس زمینه

source: Normal Image
fa_ir: تصویر استاندارد

source: Disable
fa_ir: غیرفعال کردن

source: Popup Widgets ( Booking Form )
fa_ir: ابزارک پاپ آپ (فرم رزرو)

source: One Link
fa_ir: لینک اول

source: on Top Left
fa_ir: در بالا سمت چپ

source: on Top Right
fa_ir: در بالا سمت راست

source: Alternate
fa_ir: یکی در میان

source: Left
fa_ir: چپ

source: Right
fa_ir: راست

source: Center
fa_ir: وسط

source: Full Screen Background
fa_ir: پس زمینه تمام صفحه

source: Responsive Image
fa_ir: تصویر ریسپانسیو

source: Social Links
fa_ir: لینک شبکه های اجتماعی

source: Footer Menu
fa_ir: منوی فوتر

source: Rectangle
fa_ir: مستطیل

source: Rounded Rectangle
fa_ir: مستطیل گرد

source: Right Sidebar
fa_ir: سایدبار راست

source: Left Sidebar
fa_ir: سایدبار جچ

source: Both Sidebar
fa_ir: هر دو سایدبار

source: Middle Column
fa_ir: ستون مرکزی

source: No Sidebar
fa_ir: بدون سایدبار

source: Show Image
fa_ir: نمایش تصویر

source: No Image
fa_ir: بدون تصویر

source: Excerpt
fa_ir: چکیده

source: Content
fa_ir: محتوا

source: full (original)
fa_ir: کامل (اصلی)

source: Numeric
fa_ir: عددی

source: Yoast
fa_ir: یئوست

source: Book Table
fa_ir: جدول رزرو

source: Send Us a Mail
fa_ir: یک ایمیل برای ما بفرستید

source: domain@example.com
fa_ir: info@test.com

source: Our Location
fa_ir: موقعیت ما

source: Elmonte California
fa_ir: تهران - پاسداران

source: Call Us
fa_ir: با ما تماس بگیرید

source: Office Hours
fa_ir: ساعات اداری

source: 8 hours per day
fa_ir: 8 ساعت در روز

source: &copy; All right reserved
fa_ir: &copy; تمامی حقوق محفوظ است

source: Read More
fa_ir: ادامه مطلب

source: Blog
fa_ir: وبلاگ

source: Booking Table
fa_ir: جدول رزرو

source: Search
fa_ir: جستجو

source: Add Icon
fa_ir: افزودن آیکون

source: Edit Icon
fa_ir: ویرایش آیکون

source: Search Icon
fa_ir: جستجوی آیکون

source: Image preview
fa_ir: پیش نمایش تصویر

source: Upload Image
fa_ir: آپلود تصویر

source: Select Image
fa_ir: انتخاب تصویر

source: Remove Image
fa_ir: حذف تصویر

source: Delete
fa_ir: حذف

source: Close
fa_ir: بستن

source: Home Main Content Area
fa_ir: ناحیه محتوای صفحه اصلی

source: Animation
fa_ir: انیمیشن

source: Disable animation
fa_ir: غیرفعال کردن انیمیشن

source: Check this to disable overall site animation effect provided by theme
fa_ir: این انیمیشن را به طور کلی برای این قالب غیرفعال کنید

source: Category/Archive Sidebar Layout
fa_ir: لایه بندی سایدبار دسته بندی/بایگانی

source: Sidebar Layout for listing pages like category, author etc
fa_ir: لایه بندی سایدبار برای صفحات دسته بندی ها، نویسنده و غیره

source: Default Blog/Archive Layout
fa_ir: لایه بندی پیش فرض وبلاگ/بایگانی

source: Blog/Archive Feature Image Size
fa_ir: سایز تصویر وبلاگ/بایگانی

source: Blog/Archive Content From
fa_ir: محتوای وبلاگ/بایگانی از

source: Except Length
fa_ir: طول چکیده

source: Read More Text
fa_ir: متن ادامه مطلب

source: Pagination Options
fa_ir: تنظیمات صفحه بندی

source: Blog and Archive Pages Pagination
fa_ir: صفحه بندی صفحات وبلاگ و بایگانی

source: Basic Color
fa_ir: رنگ پایه

source: Primary Color
fa_ir: رنگ اصلی

source: Header Top Background Color
fa_ir: رنگ پس زمینه بالای هدر

source: Also used as secondary color
fa_ir: به عنوان رنگ ثانویه استفاده می شود

source: Footer Background Color
fa_ir: رنگ پس زمینه فوتر

source: Footer Bottom Background Color
fa_ir: رنگ پس زمینه پائین فوتر

source: Link Color
fa_ir: رنگ لینک

source: Link Hover Color
fa_ir: رنگ هاور لینک

source: Layout/Design Option
fa_ir: تنظیمات لایه بندی/طراحی

source: Front Page Content Options
fa_ir: تنظیمات محتوای صفحه اول

source: Hide Front Page Content
fa_ir: مخفی کردن محتوای صفحه اول

source: You may want to hide front page content and want to show only Feature section and Home Widgets. Check this to hide front page content.
fa_ir: شما ممکن است بخواهید محتوای صفحه اول را پنهان کنید و بخواهید تنها قسمت ویژگی و صفحه اصلی ابزارک را نشان دهید. برای مخفی کردن محتوای صفحه اول، این را بررسی کنید.

source: Hide Front Page Header
fa_ir: مخفی کردن هدر صفحه اول

source: You may want to hide front page header and want to show only Feature section and Home Widgets. Check this to hide front page Header.
fa_ir: ممکن است بخواهید هدر صفحه را مخفی کنید و فقط بخش ویژگی ها و ابزارک های صفحه اصلی را نمایش دهید.

source: Front/Home Sidebar Layout
fa_ir: لایه بندی سایدبار صفحه اصلی

source: Default Page/Post Sidebar Layout
fa_ir: لایه بندی پیش فرض سایدبار صفحات

source: Single Page/Post Sidebar
fa_ir: سایدبار صفحات

source: Enable Feature Section
fa_ir: فعال سازی بخش ویژگی

source: Feature section will display on front/home page. Feature Section includes Feature Slider and Feature Column.%1$s Note : Please go to %2$s "Static Front Page"%3$s setting, Select "A static page" then "Front page" and "Posts page" to enable it
fa_ir: بخش ویژگی ها در صفحه اول نمایش داده خواهد شد. بخش ویژگی ها شامل اسلایدر و ستون های ویژه است.%1$s توجه: لطفا به %2$s "صفحه اول استاتیک" و تنظیمات %3$s بروید و آنرا فعال کنید

source: Customize your awesome site feature section
fa_ir: بخش ویژگی های سایت خود را سفارشی سازی کنید

source: Feature Slider Selection
fa_ir: انتخاب اسلایدر بخش ویژگی

source: Select Slider Page
fa_ir: اسلایدر صفحه را انتخاب کنید

source: Slider Selection
fa_ir: انتخاب اسلایدر

source: Select Page For Slider
fa_ir: صفحه ای برای اسلایدر انتخاب کنید

source: Select Slide of Slider
fa_ir: اسلاید مربوط به اسلایدر را انتخاب کنید

source: Add New Slide
fa_ir: اسلاید جدید اضافه کنید

source: Select Page For Slide
fa_ir: صفحه ای برای اسلاید انتخاب کنید

source: Button One Text
fa_ir: متن دکمه اول

source: Button One Link
fa_ir: لینک دکمه اول

source: Button Two Text
fa_ir: متن دکمه دوم

source: Button Two Link
fa_ir: لینک دکمه دوم

source: Enable Animation
fa_ir: فعال کردن انیمیشن

source: Display Title
fa_ir: نمایش عنوان

source: Display Excerpt
fa_ir: نمایش چکیده

source: Feature Slider Image Display Options
fa_ir: تنظیمات نمایش تصویر اسلایدر ویژه

source: Slider Text Align
fa_ir: ترازبندی متن اسلایدر

source: Slider Scroll Text
fa_ir: متن اسلایدر

source: Slider Scroll Link
fa_ir: لینک اسلایدر

source: Footer Background Image
fa_ir: تصویر پس زمینه فوتر

source: Bottom Copyright Section
fa_ir: بخش پائین کپی رایت

source: Copyright Text
fa_ir: متن کپی رایت

source: Footer Copyright Beside Option
fa_ir: تنظیم کپی رایت فوتر

source: Enable Theme Name And Powered By Text
fa_ir: نام قالب و نام طراح قالب را فعال کنید

source: Customize your awesome site footer
fa_ir: فوتر سایت خود را سفارشی سازی کنید

source: Feature Info
fa_ir: اطلاعات ویژگی ها

source: Basic Info Number Display
fa_ir: نمایش تعداد اطلاعات پایه

source: First Info
fa_ir: اطلاعات اول

source: Icon
fa_ir: آیکون

source: Title
fa_ir: عنوان

source: Very Short Description
fa_ir: توضیحات بسیار کوتاه

source: Second Info
fa_ir: اطلاعات دوم

source: Third Info
fa_ir: اطلاعات سوم

source: Forth Info
fa_ir: اطلاعات چهارم

source: Display Logo
fa_ir: نمایش لوگو

source: Display Site Title
fa_ir: نمایش عنوان سایت

source: Display Site Tagline
fa_ir: نمایش شعار سایت

source: Customize your awesome site header
fa_ir: هدر سایت خود را سفارشی سازی کنید

source: Applied to header image of inner pages.
fa_ir: کارایی تصویر هدر در صفحات داخلی.

source: Inner Page Header Section Height
fa_ir: ارتفاع بخش داخلی هدر

source: Control the height of Header section. The minimum height is 100px and maximium height is 500px
fa_ir: ارتفاع بخش هدر را کنترل کنید. حداقل ارتفاع 100px و حداکثر ارتفاع 500px است

source: Header Image Display
fa_ir: نمایش تصویر هدر

source: Header Top
fa_ir: هدر بالا

source: Enable Header Top Options
fa_ir: فعال کردن گزینه های بالای هدر

source: Display Different Element on Top Right or Left
fa_ir: نمایش عناصر مختلف در بالای سمت چپ یا راست

source: Add/Edit Menu Items from %1$s here%2$s and select Menu Location : Top Menu ( Support First Level Only )
fa_ir: افزودن/ ویرایش آیتم های منو از %1$s اینجا%2$s و انتخاب مکان محل منو: منوی بالا (پشتیبانی تنها سطح اول)

source: Top Menu Display
fa_ir: نمایش منوی بالا

source: Add/Edit Info Items from %1$s here%2$s
fa_ir: افزودن/ویرایش آیتم های اطلاعات از %1$sاینجا%2$s

source: Top Info Display
fa_ir: نمایش اطلاعات بالا

source: Add/Edit Social Items from %1$s here%2$s
fa_ir: افزودن/ویرایش آیتم های شبکه های اجتماعی از %1$sاینجا%2$s

source: Social Display
fa_ir: نمایش شبکه های اجتماعی

source: Menu Display Options
fa_ir: تنظیمات نمایش منو

source: Enable Sticky Menu
fa_ir: فعال سازی استیکی شدن منو

source: Enable Cart
fa_ir: فعال سازی سبد خرید

source: Special Button On Menu Right
fa_ir: دکمه ویژه در سمت راست منو

source: Button Options
fa_ir: تنظیمات دکمه

source: Button Title
fa_ir: عنوان دکمه

source: Add Popup Widget from %1$s here%2$s
fa_ir: افزودن ابزارک پاپ آپ از %1$sاینجا%2$s

source: Button Link
fa_ir: لینک دکمه

source: Main Title
fa_ir: عنوان اصلی

source: Popup Widgets
fa_ir: ابزارک های پاپ آپ

source: Breadcrumb Options
fa_ir: تنظیمات Breadcrumb

source: Theme Options
fa_ir: تنظیمات قالب
