Repository: hasanpour/portfolio-web-persian
Catalog: languages/*.po
Languages: fa_ir

source: Customize your awesome site with theme options
fa_ir: با تنظیمات سفارشی سازی سایتی زیبا راه اندازی کنید

source: Search Placeholder
fa_ir: Placeholder جستجو

source: Social Options Selection
fa_ir: انتخاب گزینه های شبکه های اجتماعی

source: Select Social Icons and enter link
fa_ir: آیکون شبکه های اجتماعی و لینک هایشان را وارد کنید

source: Social Icon
fa_ir: آیکون شبکه های اجتماعی

source: Add New Icon
fa_ir: افزودن آیکون جدید

source: Select Icon
fa_ir: انتخاب آیکون

source: Enter Link
fa_ir: لینک را وارد کنید

source: Open in New Window
fa_ir: باز شدن در تب جدید

source: Feature Image Option
fa_ir: تنظیم ویژگی تصویر

source: Image Size
fa_ir: سایز تصویر

source: Single Header Title
fa_ir: عنوان هدر صفحه پست ها

source: Header Title
fa_ir: عنوان هدر

source: Single Post Option
fa_ir: تنظیم پست تکی

source: Shop Archive Sidebar Layout
fa_ir: لایه بندی سایدبار بایگانی فروشگاه

source: Products Per Row
fa_ir: محصولات در هر ردیف

source: Total Products Per Page
fa_ir: مجموع محصولات در هر صفحه

source: Single Product
fa_ir: تک محصول

source: Single Product Sidebar Layout
fa_ir: لایه بندی سایدبار محصول تکی

source: WooCommerce Options
fa_ir: تنظیمات ووکامرس

source: Your comment is awaiting moderation.
fa_ir: نظر شما در انتظار تایید است.

source: %1$s at %2$s
fa_ir: %1$s در %2$s

source: (Edit)
fa_ir: (ویرایش)

source: Normal Column
fa_ir: ستون استاندارد

source: Carousel Column
fa_ir: ستون چرخشی

source: Normal
fa_ir: استاندارد

source: Feature
fa_ir: ویژگی

source: All posts
fa_ir: تمامی پست ها

source: Categories
fa_ir: دسته بندی ها

source: Tags
fa_ir: برچسب ها

source: None
fa_ir: هیچ

source: ID
fa_ir: شناسه

source: Author
fa_ir: نویسنده

source: Date
fa_ir: تاریخ

source: Modified Date
fa_ir: تاریخ اصلاح شده

source: Random
fa_ir: تصادفی

source: Comment Count
fa_ir: تعداد نظرات

source: Menu Order
fa_ir: مرتب سازی منو

source: ASC
fa_ir: صعودی

source: DESC
fa_ir: نزولی

source: Pages:
fa_ir: صفحات:

source: Name
fa_ir: نام

source: Email
fa_ir: ایمیل

source: Website URL
fa_ir: آدرس وبسایت

source: Comment
fa_ir: دیدگاه

source: Add Comment
fa_ir: افزودن دیدگاه

source: Leave a Comment
fa_ir: پیام بگذارید

source: %1$s by %2$s
fa_ir: %1$s توسط %2$s

source: Skip to content
fa_ir: پرش به محتوا

source: AT Portfolio Web Widgets
fa_ir: ابزارک های قالب

source: Portfolio Web - Showcase your Portfolio on the Web World
fa_ir: Portfolio Web - نمایش نمونه کارهای شما در جهان وب

source: The ultimate theme for showcasing Personal Portfolio and Company Portfolio
fa_ir: قالبی نامحدود برای نمایش نمونه کارها شخصی و شرکتی شما

source: Page Builder by SiteOrigin
fa_ir: ساخت صفحه توسط SiteOrigin

source: Install Required Plugins
fa_ir: نصب افزونه های مورد نیاز

source: Install Plugins
fa_ir: نصب افزونه ها

source: Installing Plugin: %s
fa_ir: نصب افزونه: %s

source: Updating Plugin: %s
fa_ir: به روز رسانی افزونه: %s

source: Something went wrong with the plugin API.
fa_ir: در شناسایی API افزونه اشتباهی رخ داد.

source: This theme requires the following plugin: %1$s.
fa_ir: این قالب نیاز به افزونه های زیر دارد: %1$s.

source: This theme recommends the following plugin: %1$s.
fa_ir: این قالب، افزونه های زیر را توصیه می کند: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
fa_ir: افزونه های زیر باید به آخرین نسخه به روز رسانی شوند تا اطمینان حاصل شود حداکثر سازگاری با این قالب را دارند: %1$s.

source: There is an update available for: %1$s.
fa_ir: به روز رسانی های موجود برای افزونه های زیر موجود است: %1$s.

source: The following required plugin is currently inactive: %1$s.
fa_ir: افزونه های مورد نیاز زیر در حال حاضر غیر فعال هستند: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
fa_ir: افزونه های توصیه شده زیر در حال حاضر غیر فعال هستند: %1$s.

source: Begin installing plugin
fa_ir: نصب افزونه ها را شروع کنید

source: Begin updating plugin
fa_ir: به روز رسانی افزونه ها را شروع کنید

source: Begin activating plugin
fa_ir: فعال سازی افزونه ها را شروع کنید

source: Return to Required Plugins Installer
fa_ir: بازگشت به نصب افزونه های مورد نیاز

source: Return to the Dashboard
fa_ir: بازگشت به پیشخوان

source: Plugin activated successfully.
fa_ir: افزونه با موفقیت فعال شد.

source: The following plugin was activated successfully:
fa_ir: افزونه های زیر با موفقیت فعال شد:

source: No action taken. Plugin %1$s was already active.
fa_ir: هیچ اقدامی انجام نشده است. پلاگین %1$s در حال حاضر فعال است.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
fa_ir: افزونه فعال نیست. نسخه بالاتر %s برای این قالب مورد نیاز است. لطفا افزونه را به روز رسانی کنید.

source: All plugins installed and activated successfully. %1$s
fa_ir: تمامی افزونه ها نصب و فعال سازی شده اند. %1$s

source: Dismiss this notice
fa_ir: این اطلاعیه را رد کنید

source: There are one or more required or recommended plugins to install, update or activate.
fa_ir: یک یا چند افزونه ی توصیه برای نصب، به روز رسانی یا فعال سازی وجود دارد.

source: Please contact the administrator of this site for help.
fa_ir: لطفا برای کمک به مدیر این سایت با ایشان تماس بگیرید.

source: This plugin needs to be updated to be compatible with your theme.
fa_ir: این افزونه باید به روز شود تا با قالب شما سازگار باشد.

source: Update Required
fa_ir: نیازمند به روز رسانی

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
fa_ir: پوشه های افزونه از راه دور با تغییر نام کار نمی کنند.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
fa_ir: لطفا با ارائه دهنده افزونه تماس بگیرید و از او بخواهید افزونه را با توجه به دستورالعمل وردپرس پکیج کند.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
fa_ir: بسته افزونه از راه دور شامل بیش از یک فایل است و در یک پوشه پکیج نمی شوند.

# plugin A *and* plugin B
source: and
fa_ir: و

source: Required
fa_ir: مورد نیاز

source: Recommended
fa_ir: توصیه شده

source: WordPress Repository
fa_ir: مخزن وردپرس

source: External Source
fa_ir: منبع خارجی

source: Not Installed
fa_ir: نصب نشد

source: Installed But Not Activated
fa_ir: نصب شد اما فعال نشده است

source: Active
fa_ir: فعال سازی

source: Required Update not Available
fa_ir: به روز رسانی مورد نیاز در دسترس نیست

source: Requires Update
fa_ir: نیازمند به روز رسانی

source: Update recommended
fa_ir: به روز رسانی توصیه می شود

# plugins
source: All <span class="count">(%s)</span>
fa_ir: تمامی <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
fa_ir: برای نصب برای فعال سازی <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
fa_ir: به روز رسانی در دسترس <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
fa_ir: برای فعال سازی <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
fa_ir: ناشناس

source: Installed version:
fa_ir: نسخه نصب شده:

source: Minimum required version:
fa_ir: حداقل نسخه مورد نیاز:

source: Available version:
fa_ir: نسخه موجود:

source: No plugins to install, update or activate.
fa_ir: افزونه ای برای نصب، به روز رسانی یا فعال سازی وجود ندارد.

source: Plugin
fa_ir: افزونه

source: Source
fa_ir: منبع

source: Type
fa_ir: نوع

source: Version
fa_ir: نسخه

source: Status
fa_ir: وضعیت

source: Install %2$s
fa_ir: نصب %2$s

source: Update %2$s
fa_ir: به روز رسانی %2$s

source: Activate %2$s
fa_ir: فعال سازی %2$s

source: Upgrade message from the plugin author:
fa_ir: پیام نویسنده پلاگین برای ارتقا:

source: Update
fa_ir: به روز رسانی

source: No plugins were selected to be installed. No action taken.
fa_ir: هیچ افزونه ای برای نصب انتخاب نشده است.

source: No plugins were selected to be updated. No action taken.
fa_ir: هیچ افزونه ای برای به روز رسانی انتخاب نشده است.

source: No plugins are available to be installed at this time.
fa_ir: در حال حاضر هیچ افزونه ای در دسترس نیست.

source: No plugins are available to be updated at this time.
fa_ir: هیچ افزونه برای به روز رسانی انتخاب نشده است.

source: No plugins were selected to be activated. No action taken.
fa_ir: هیچ افزونه برای فعال شدن انتخاب نشده است.

source: No plugins are available to be activated at this time.
fa_ir: هیچ افزونه ای در این زمان فعال نیست.

source: Plugin activation failed.
fa_ir: فعال سازی افزونه ناموفق بود.

source: Updating Plugin %1$s (%2$d/%3$d)
fa_ir: به روز رسانی افزونه %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
fa_ir: هنگام نصب %1$s خطایی رخ داد: <strong>%2$s</strong>.

source: The installation of %1$s failed.
fa_ir: نصب %1$s ناموفق بود.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
fa_ir: روند نصب و فعال سازی شروع شده است. این روند ممکن است در بعضی از هاست ها طول بکشد، پس لطفا صبور باشید.

source: %1$s installed and activated successfully.
fa_ir: %1$s با موفقیت نصب و فعال سازی شد.

source: Show Details
fa_ir: نمایش جزئیات

source: Hide Details
fa_ir: مخفی کردن جزئیات

source: All installations and activations have been completed.
fa_ir: تمامی فایل ها، نصب و فعال سازی شده اند.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
fa_ir: نصب و فعال سازی افزونه %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
fa_ir: روند نصب شروع شده است. این روند ممکن است در بعضی از هاست طول بکشد، پس لطفا صبور باشید.

source: %1$s installed successfully.
fa_ir: %1$s با موفقیت نصب شد.

source: All installations have been completed.
fa_ir: تمامی فایل ها با موفقیت نصب شدند.

source: Installing Plugin %1$s (%2$d/%3$d)
fa_ir: نصب افزونه %1$s (%2$d/%3$d)

source: Display Header
fa_ir: نمایش هدر

source: Hide Header
fa_ir: مخفی کردن هدر

source: Template Builder Options
fa_ir: تنظیمات ساخت الگو

source: Header Option
fa_ir: تنظیمات هدر

source: Featured Icon
fa_ir: آیکون ویژه

source: Sidebar Layout
fa_ir: طرح بندی سایدبار

source: Choose Sidebar Template
fa_ir: قالب سایدبار را انتخاب کنید

source: You can set up the sidebar content
fa_ir: شما می توانید محتوای سایدبار را تنظیم کنید

source: here
fa_ir: اینجا

source: Download Resume
fa_ir: دانلود رزومه

source: View Portfolio
fa_ir: نمایش نمونه کارها

source: AT About Section
fa_ir: بخش درباره ما

source: Show About Section with image and description.
fa_ir: نمایش بخش درباره ما با تصویر و توضیحات.

source: Section ID
fa_ir: شناسه بخش

source: Enter a Unique Section ID. You can use this ID in Menu item for enabling One Page Menu.
fa_ir: شناسه بخش منحصر به فرد را وارد کنید. شما می توانید از این شناسه برای فعال کردن منو ها بهره ببرید.

source: Short Description
fa_ir: نمایش توضیحات

source: Short Content
fa_ir: محتوای کوتاه

source: Select Featured Image
fa_ir: انتخاب تصویر ویژه

source: Extra Button Text
fa_ir: متن اضافی برای دکمه

source: Button Link Url
fa_ir: Url لینک دکمه

source: AT Posts Column
fa_ir: ستون پست ها

source: Show posts from selected category with advanced options
fa_ir: نمایش پست ها از دسته بندی ها با تنظیمات پیشرفته

source: Show
fa_ir: نمایش

source: Select Category
fa_ir: انتخاب دسته بندی

source: Select Tag
fa_ir: انتخاب تگ

source: Number of posts to show
fa_ir: نمایش تعداد پست ها

source: Content From
fa_ir: محتوا از

source: Number of words on content
fa_ir: تعداد کلمات در محتوا

source: Please enter -1 to show full content or 0 to show none
fa_ir: لطفا 1- را برای نمایش کامل محتوا یا 0 برای نمایش هیچ یک وارد کنید

source: Column Number
fa_ir: شماره ستون

source: Order by
fa_ir: سفارش داده شده توس

source: Normal Featured Post Image
fa_ir: تصویر استاندارد برای پست ویژه

source: Background Options
fa_ir: تنظیمات پس زمینه

source: Note: Some of the features only work in "Home main content area" due to minimum width in other areas.
fa_ir: نکته: بعضی از ویژگی ها تنها در "محتوای صفحه اصلی" کار می کنند، زیرا حداقل عرض را در نواحی دیگر در نظر بگیرید.

source: AT Contact Section
fa_ir: بخش محتوا

source: Show Contact Section.
fa_ir: نمایش بخش محتوا.

source: Enter Shortcode
fa_ir: کد کوتاه را وارد کنید

source: Download contact form 7 from %1$shere%2$s
fa_ir: دانلود افزونه contact form 7 از %1$sاینجا%2$s

source: Select Page For Contact
fa_ir: انتخاب صفحه ی تماس با ما

source: Select page and its title and excerpt will display in the frontend. No need of subpages.
fa_ir: صفحه ای را انتخاب کنید تا عنوان و چکیده آن در صفحه اول نمایش داده می شود. بدون نیاز به زیرصفحه.

source: Select Page
fa_ir: انتخاب صفحه

source: Page Content From
fa_ir: محتوای صفحه از

source: Number of page words in content
fa_ir: تعداد کلمات صفحه در محتوا

source: AT Gallery Section
fa_ir: بخش گالری

source: Show Gallery Section.
fa_ir: نمایش بخش گالری.

source: Select Pages
fa_ir: انتخاب صفحات

source: Add Page, Reorder and Remove. Please do not forget to add Featured Image on selected pages.
fa_ir: لطفا اضافه کردن، مرتب سازی و حذف صفحه را فراموش نکنید.

source: Select Item
fa_ir: انتخاب آیتم

source: Remove
fa_ir: حذف

source: Full Edit
fa_ir: ویرایش کامل

source: Add Item
fa_ir: افزودن آیتم

source: Image Popup Type
fa_ir: نوع پاپ آپ تصویر

source: AT Advanced Image/Logo
fa_ir: تصویر/لوگو پیشرفته

source: Show Image/Logo with advanced options
fa_ir: نمایش تصویر/لوگو با تنظیمات پیشرفته

source: Add Image and Link
fa_ir: تصویر و لینک را اضافه کنید

source: Add Logo, Reorder and Remove.
fa_ir: افزودن، مرتب سازی و حذف لوگو.

source: Select Logo
fa_ir: انتخاب لوگو

source: Enter Image Link
fa_ir: لینک تصویر را وارد کنید

source: AT Feature Section
fa_ir: بخش ویژگی ها

source: Show Parallax Section.
fa_ir: نمایش بخش پارالاکس.

source: Select Background Image
fa_ir: انتخاب تصویر پس زمینه

source: AT Service Section
fa_ir: بخش خدمات

source: Show Section with beautiful Icons.
fa_ir: نمایش بخش ها با آیکن های زیبا.

source: Add Page, Reorder and Remove. Please do not forget to add Icon and Excerpt on selected pages.
fa_ir: لطفا اضافه کردن، مرتب سازی و حذف صفحه را فراموش نکنید.

source: Number of words in content
fa_ir: تعداد کلمات در محتوا

source: Design Type
fa_ir: نوع طراحی

source: AT Skills Section
fa_ir: بخش مهارت ها

source: Skill
fa_ir: مهارت

source: Enter Skills % Number
fa_ir: میزان مهارت را به % وارد کنید

source: AT Testimonial Section
fa_ir: بخش مشتریان راضی

source: Show Testimonial Section.
fa_ir: نمایش بخش مشتریان راضی.

source: Add Page, Reorder and Remove. Please do not forget to add Featured Image and Excerpt on selected pages
fa_ir: لطفا افزودن، مرتب سازی و حذف صفحه را فراموش نکنید

source: Enter designation
fa_ir: سمت را وارد کنید

source: AT Timeline Widget
fa_ir: ابزارک نوار زمان

source: Show Timeline Section beautifully
fa_ir: نمایش بخش نوار زمان

source: Add Timeline Options
fa_ir: تنظیمات نوار زمان را اضافه کنید

source: Add Timeline, Reorder and Remove.
fa_ir: افزودن، مرتب سازی و حذف نوار زمان.

source: Timeline
fa_ir: نوار زمان

source: Enter Timeline Title
fa_ir: عنوان نوار زمان را وارد کنید

source: Enter Timeline Date (Duration)
fa_ir: تاریخ نوار زمان را وارد کنید (مدت زمان)

source: Enter Timeline Link
fa_ir: لینک نوار زمان را وارد کنید

source: Gray
fa_ir: خاکستری

source: Gallery
fa_ir: گالری

source: Single
fa_ir: تکی

source: Displays widgets on home page main content area.%1$s Note : Please go to %2$s "Static Front Page"%3$s setting, Select "A static page" then "Front page" and "Posts page" to show added widgets
fa_ir: ابزارک ها را در صفحه اصلی نمایش می دهد. %1$s توجه: لطفا به صفحه %2$s صفحه اصلی استاتیک %3$s بروید، صفحه "استاتیک" را انتخاب کنید و سپس آنرا به صفحه اصلی و صفحه پست ها اضافه کنید

source: Displays widgets on Front/Home page. Note : Please go to Setting => Reading, Select "A static page" then "Front page" and "Posts page" to show added widgets
fa_ir: ابزارک ها را در Front / Home نمایش می دهد. توجه: لطفا به تنظیمات => قسمت خواندن بروید، «صفحه استاتیک» را انتخاب کنید و سپس «صفحه اصلی» و «صفحه پست» را به آن ها اضافه کنید

source: Footer Column One
fa_ir: ستون اول فوتر

source: Displays items on top footer section.
fa_ir: آیتم ها را در بخش بالا و پایین صفحه نمایش می دهد.

source: Footer Column Two
fa_ir: ستون دوم فوتر

source: Footer Column Three
fa_ir: ستون سوم فوتر

source: Footer Column Four
fa_ir: ستون چهارم فوتر

source: Popup Widget Area
fa_ir: ابزارک پاپ آپ

source: Displays items on Pop up
fa_ir: آیتم ها را در پاپ آپ نمایش می دهد

# comments title
source: One Thought to &ldquo;%s&rdquo;
fa_ir: یک دیدگاه برای &ldquo;%s&rdquo;

# comments title
source: %1$s Thought to &ldquo;%2$s&rdquo;
fa_ir: %1$s دیدگاه برای &ldquo;%2$s&rdquo;

source: Comment navigation
fa_ir: ناوبری نظرات

source: Older Comments
fa_ir: نظرات قدیمی تر

source: Newer Comments
fa_ir: نظرات جدیدتر

source: Comments are closed.
fa_ir: نظرات بسته شده اند.

source: Search Results for: %s
fa_ir: نتایج جستجو برای: %s

# Parent post link
source: <span class="meta-nav">Published in</span><span class="post-title">%title</span>
fa_ir: <span class="meta-nav">منتشر شده در</span><span class="post-title">%title</span>

source: Nothing Found
fa_ir: پیدا نشد

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
fa_ir: آماده انتشار اولین پست خود هستید؟<a href="%1$s">از اینجا شروع کنید</a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
fa_ir: با عرض پوزش، اما هیچ چیز مطابق با شرایط جستجوی شما یافت نشد. لطفا با برخی از کلمات کلیدی دوباره امتحان کنید.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
fa_ir: به نظر می رسد ما نمی توانیم چیزی که به دنبال آن هستید را بیابیم. شاید جستجو بتواند کمکتان کند.

source: Continue reading %s <span class="meta-nav">&rarr;</span>
fa_ir: ادامه را بخوانید %s <span class="meta-nav">&rarr;</span>

source: https://www.acmethemes.com/themes/portfolio-web
fa_ir: https://demo.hamyarwp.com/portfolio-web

source: acmethemes
fa_ir: همیار وردپرس

source: https://www.acmethemes.com/
fa_ir: https://hamyarwp.com/
